Repository: kfc/fc-arsenal
Catalog: sites/all/modules/contrib/dimageflow/translations/*.po
Languages: ru

source: Galleries
ru: Галереи

source: [image_path] - path to image.
ru: [image_path] - путь к фото.

source: [nid] - image node id.
ru: [nid] - id фото материала.

source: Gallery page
ru: Страница галереи

source: Include for fields.
ru: Включить для полей.

source: None
ru: Нет

source: Thumbnail image style
ru: Тип картинки для миниатюры

source: Vocabulary for gallery title.
ru: Словарь для названия галереи.

source: Path for image view
ru: Путь для просмотра фото

source: You can use token: !token
ru: Вы можете использовать переменные: !token

source: About
ru: О редакторе

source: Imageflow gallery port on Drupal
ru: Imageflow галерея для Drupal

source: Gallery «@term_name»
ru: Галерея «@term_name»

source: Welcome to @site-name
ru: Добро пожаловать на @site-name

source: Gallery not found.
ru: Галерея не найдена.

source: Module adjustment isn't executed.
ru: Настройка модуля не выполнена.

source: Imageflow settings
ru: Настройки Imageflow

source: Imageflow gallery
ru: Imageflow галерея

source: Settings for Imageflow gallery.
ru: Настройки для Imageflow галереи.

source: Imageflow gallery port
ru: Imageflow gallery порт

source: Imageflow gallery port for Drupal.
ru: Imageflow галерея для Drupal.

source: Image gallery
ru: Фотогалерея
